module.exports = [
    {
        filterTypeText: `ประเภทกองทุน\n\n1) ทุกประเภท\n2) กองทุนรวมตลาดเงินที่ลงทุนเฉพาะภายในประเทศ\n3) กองทุนรวมตลาดเงินที่ลงทุนในต่างประเทศบางส่วน\n4) กองทุนรวมพันธบัตรรัฐบาล\n5) กองทุนรวมตราสารหนี้\n6) กองทุนรวมผสม\n7) กองทุนรวมหุ้น\n8) กองทุนรวมหุ้นหมวดอุตสาหกรรมเฉพาะ\n9) กองทุนรวมที่ลงทุนในสินทรัพย์ทางเลือก`,
        altFilter: "เลือก ตอบประเภทกองทุน ตามข้อ",
        key: 0,
        choices: [
            { text: "1", value: `1,2,3,4,5,6,7,8` },
            { text: "2", value: 1 },
            { text: "3", value: 2 },
            { text: "4", value: 3 },
            { text: "5", value: 4 },
            { text: "6", value: 5 },
            { text: "7", value: 6 },
            { text: "8", value: 7 },
            { text: "9", value: 8 },
        ]
    },
    {
        filterTypeText: "ลดหย่อนภาษี",
        altFilter: "ลดหย่อนภาษี",
        key: 1,
        choices: [
            { text: "ทั้งหมด", value: `0,1` },
            { text: "ลดหย่อนภาษีได้", value: 0 },
            { text: "ลดหย่อนภาษีไม่ได้", value: 1 }
        ]
    },
    {
        filterTypeText: "ลงทุนใน/ต่างประเทศ",
        altFilter: "ลงทุนใน/ต่างประเทศ",
        key: 2,
        choices: [
            { text: "ทั้งหมด", value: `1,2` },
            { text: "ลงทุนในประเทศ", value: 1 },
            { text: "ลงทุนต่างประเทศ", value: 2 }
        ]
    }
    
]