module.exports = [
    {
        question: "อายุปัจจุบัน",
        altQuestion: "อายุปัจจุบัน",
        type: "choice",
        key: 'q1',
        choices: [
            { text: "เกิน 60 ปี", value: 1 },
            { text: "50 - 60 ปี", value: 2 },
            { text: "35 - 49 ปี", value: 3 },
            { text: "ต่ำกว่า 35 ปี", value: 4 }
        ]
    },
    {
        question: "ระดับการศึกษาสูงสุด",
        altQuestion: "ระดับการศึกษาสูงสุด",
        type: "choice",
        key: 'q2',
        choices: [
            { text: "ต่ำกว่าปริญญาตรี", value: 1 },
            { text: "ตั้งแต่ปริญญาตรีขึ้นไป", value: 2 }
        ]
    },
    {
        question: "มูลค่าเงินออมและหลักทรัพย์ที่มีไว้เพื่อการลงทุน",
        altQuestion: "จำนวนเงินออมและเงินลงทุนในหลักทรัพย์ (กองทุนรวม หุ้น พันธบัตร หุ้นกู้ สัญญาฟิวเจอร์ส)",
        type: "choice",
        key: 'q3',
        choices: [
            { text: "ต่ำกว่า 1 ล้านบาท", value: 1 },
            { text: "1 ล้านบาท - 3 ล้านบาท", value: 2 },
            { text: "สูงกว่า 3 ล้านบาท", value: 3 }
        ]
    },
    {
        question: "สัดส่วนเงินลงทุนในหลักทรัพย์ทั้งหมดเทียบกับทรัพย์สินของคุณ",
        altQuestion: "สัดส่วนเงินลงทุนในหลักทรัพย์เทียบกับทรัพย์สินทั้งหมด",
        type: "choice",
        key: 'q4',
        choices: [
            { text: "มากกว่า 60%", value: 1 },
            { text: "30% - 60%", value: 2 },
            { text: "10% - 30%", value: 3 },
            { text: "น้อยกว่า 10%", value: 4 }
        ]
    },
    {
        question: "จำนวนเงินก้อนที่จะนำมาลงทุนได้เลย _ บาท (กรุณากรอกจำนวนเงินเป็นตัวเลข)",
        altQuestion: "คุณมีเงินก้อนที่พร้อมจะลงทุนได้เลยเป็นจำนวน __ บาท",
        type: "number",
        key: "initialEquity",
    },
    {
        question: "การลงทุนเพิ่มรายเดือนช่วยให้การลงทุนเติบโตเร็วขึ้น จำนวนเงินที่สามารถลงทุนเพิ่มได้ในแต่ละเดือนคือ _ บาท (กรุณากรอกจำนวนเงินเป็นตัวเลข)",
        altQuestion: "ยิ่งสามารถนำเงินมาลงทุนเพิ่มเติมได้มากเท่าไร Wealth ของคุณก็มีโอกาสเติบโตเร็วขึ้นเท่านั้น จำนวนเงินที่คุณสามารถลงทุนเพิ่มได้ในละเดือนคือ __ บาท",
        type: "number",
        key: "monthlyEquity",
    },
    {
        question: "ประสบการณ์ลงทุนในหลักทรัพย์",
        altQuestion: "ประสบการณ์ลงทุนในหลักทรัพย์",
        type: "choice",
        key: 'q5',
        choices: [
            { text: "ไม่มี", value: 1 },
            { text: "น้อยกว่า 1 ปี", value: 2 },
            { text: "1 - 5 ปี", value: 3 },
            { text: "มากกว่า 5 ปี", value: 4 }
        ]
    },
    {
        question: "ความต้องการนำเงินลงทุนส่วนนี้มาเป็นค่าใช้จ่ายประจำ",
        altQuestion: "ต้องนำรายได้จากงินลงทุนมาใช้จ่ายในการดำรงชีวิตหรือไม่",
        type: "choice",
        key: 'q6',
        choices: [
            { text: "ต้องการมากที่สุด", value: 1 },
            { text: "ต้องการบ้าง", value: 2 },
            { text: "ต้องการเพียงเล็กน้อย", value: 3 },
            { text: "ไม่ต้องการ", value: 4 }
        ]
    },
    {
        question: "ระยะเวลาที่สามารถลงทุนได้ต่อเนื่อง โดยที่แน่ใจว่าไม่ต้องใช้เงินนั้น",
        altQuestion: "ไม่จำเป็นต้องนำเงินลงทุนมาใช้เป็นเวลานานเท่าไร",
        type: "choice",
        key: 'q7',
        choices: [
            { text: "น้อยกว่า 1 ปี", value: 1 },
            { text: "1 - 3 ปี", value: 2 },
            { text: "3 - 7 ปี", value: 3 },
            { text: "มากกว่า 7 ปี", value: 4 }
        ]
    },
    {
        question: "ระดับความเสี่ยงของการลงทุนที่คุณยอมรับได้คือแบบใด [ความสามารถรับผลขาดทุน/ โอกาสได้ผลตอบแทน]",
        altQuestion: "ความเสี่ยงและโอกาสในการลงทุนรูปแบบไหนที่คุณยอมรับได้",
        type: "choice",
        key: 'q8',
        choices: [
            { text: "ไม่ได้เลย/ ต่ำมาก", value: 1 },
            { text: "ได้บ้าง/ สูงขึ้นบ้าง", value: 2 },
            { text: "ได้พอสมควร/ สูงขึ้น", value: 3 },
            { text: "ได้มาก/ สูงสุด", value: 4 }
        ]
    },
    {
        question: "การลงทุนในหลักทรัพย์ที่มีความผันผวนสูง มักให้ผลตอบแทนที่สูงในระยะยาว แต่มีความเสี่ยงที่จะทำให้ขาดทุนได้มากขึ้นได้เช่นกัน คุณรับความเสี่ยงจากการลงทุนได้ในระดับใด",
        altQuestion: "1) ได้น้อยที่สุด เน้นปลอดภัย<br />2) ได้บ้าง หวังผลตอบแทนสูงขึ้น<br />3) ได้พอสมควร หวังผลตอบแทนสูงกว่าในระยะยาว<br />4) ได้มาก หวังผลตอบแทนสูงสุดในระยะยาว",
        type: "choice",
        key: 'q9',
        choices: [
            { text: "1", value: 1 },
            { text: "2", value: 2 },
            { text: "3", value: 3 },
            { text: "4", value: 4 }
        ]
    },
    {
        question: "การลงทุนโดยเน้นความปลอดภัยของเงินลงทุนอาจจะให้ผลตอบแทนต่ำกว่าเงินเฟ้อ ข้อใดตรงกับเป้าหมายการลงทุนของคุณมากที่สุด",
        altQuestion: "1) เงินต้นปลอดภัย แม้ผลตอบแทนต่ำกว่าเงินเฟ้อ<br />2) รับความเสี่ยงได้บ้าง หวังผลตอบแทนสูงกว่าเงินเฟ้อ<br />3) รับความเสี่ยงได้มากขึ้น หวังผลตอบแทนสูงขึ้น<br />4) รับความเสี่ยงได้เต็มที่ หวังผลตอบแทนสูงสุด",
        type: "choice",
        key: 'q10',
        choices: [
            { text: "1", value: 1 },
            { text: "2", value: 2 },
            { text: "3", value: 3 },
            { text: "4", value: 4 }
        ]
    },
    {
        question: "คุณคิดว่าจะยอมรับผลขาดทุนจากการลงทุนได้มากเพียงใด",
        altQuestion: "คุณยอมรับผลขาดทุนสูงสุดจากการลงทุนได้ในระดับใด",
        type: "choice",
        key: 'q11',
        choices: [
            { text: "ต่ำกว่า 10%", value: 1 },
            { text: "10% - 20%", value: 2 },
            { text: "20% - 50%", value: 3 },
            { text: "มากกว่า 50%", value: 4 }
        ]
    },
    {
        question: "การลงทุนในตราสารอนุพันธ์ หากประสบความสำเร็จ จะได้รับผลตอบแทนสูงมาก แต่หากล้มเหลว ก็อาจสูญเงินลงทุนทั้งหมด และอาจต้องลงเงินชดเชยเพิ่มบางส่วน คุณยอมรับได้หรือไม่",
        altQuestion: "การลงทุนในตราสารอนุพันธ์",
        type: "choice",
        key: "derivatives",
        choices: [
            { text: "ไม่ได้ / ไม่แน่ใจ", value: 0 },
            { text: "ได้", value: 1 }
        ]
    },
    {
        question: "นอกจากความเสี่ยงในการลงทุนแล้ว คุณสามารถรับความเสี่ยงด้านอัตราแลกเปลี่ยน ซึ่งรวมถึงการลงทุนในกองทุนรวมที่ลงทุนในต่างประเทศในสัดส่วนตั้งแต่ร้อยละ 20 ของสินทรัพย์ในกองทุน",
        altQuestion: "ความผันผวนของอัตราแลกเปลี่ยนเงินตราต่างประเทศมีผลต่อราคาหลักทรัพย์ในสกุลเงินบาท ทั้งด้านบวกและลบ คุณรับความเสี่ยงจากอัตราแลกเปลี่ยนได้หรือไม่ ",
        type: "choice",
        key: "q12",
        choices: [
            { text: "ไม่ได้ / ไม่แน่ใจ", value: 0 },
            { text: "ได้", value: 1 }
        ]
    },
    {
        question: "การลงทุนในสินค้าโภคภัณฑ์ มีโอกาสได้รับผลตอบแทนสูง แต่ก็มีความเสี่ยงจากปัจจัยมหภาคของโลกมาเกี่ยวข้อง คุณสามารถรับความเสี่ยงจากการลงทุนในสินค้าโภคภัณฑ์ได้หรือไม่",
        altQuestion: "การลงทุนในสินค้าโภคภัณฑ์",
        type: "choice",
        key: "q13",
        choices: [
            { text: "ไม่ได้ / ไม่แน่ใจ", value: 0 },
            { text: "ได้", value: 1 }
        ]
    }
]
